[
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "highlightr-plugin",
  "obsidian-icon-folder",
  "obsidian-image-toolkit",
  "obsidian-mind-map",
  "omnisearch",
  "obsidian-outliner",
  "obsidian-extract-pdf-highlights",
  "obsidian-table-generator",
  "dataview",
  "url-into-selection",
  "obsidian-plugin-toc",
  "templater-obsidian",
  "obsidian-doubleshift",
  "obsidian-footnotes",
  "obsidian-admonition",
  "obsidian-underline",
  "various-complements",
  "obsidian-style-settings",
  "obsidian-hider",
  "obsidian-zotero-desktop-connector",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "note-refactor-obsidian",
  "obsidian-list-callouts",
  "obsidian-icons-plugin",
  "obsidian-table-to-csv-exporter",
  "obsidian-excalidraw-plugin",
  "better-word-count",
  "home-tab",
  "obsidian-minimal-settings",
  "obsidian-advanced-slides",
  "excalibrain",
  "settings-search",
  "darlal-switcher-plus",
  "obsidian-show-file-path",
  "supercharged-links-obsidian",
  "cmdr",
  "obsidian-vault-changelog",
  "quickadd",
  "obsidian-code-block-enhancer",
  "obsidian-plugin-update-tracker",
  "janitor",
  "emoji-shortcodes",
  "obsidian-trash-explorer",
  "obsidian-projects",
  "number-headings-obsidian",
  "image-captions",
  "auto-card-link",
  "file-chucker",
  "mousewheel-image-zoom",
  "obsidian-csv-table",
  "calendar",
  "tag-wrangler",
  "obsidian-linter",
  "obsidian-pandoc",
  "terminal",
  "obsidian-pandoc-reference-list",
  "obsidian-citation-plugin"
]